Revit 2024 API
FormattedText.SetSuperscriptStatus Method
Overload List
Name | Description
SetSuperscriptStatus(Boolean)
 Sets the characters in the entire text to be superscript or not superscript.
SetSuperscriptStatus(TextRange, Boolean)
 Sets the characters in a given text range to be superscript or not superscript.
See Also
FormattedText Class
FormattedText Members
Autodesk.Revit.DB Namespace